Repository: Diegorc2000-git/BootcampNttDataIOS
Catalog: 09:03:2022/POCCambioDomicilio/POCCambioDomicilio/Languages/*.lproj/Localizable.strings
Languages: es

# generic_continue_button
source: Continue
es: Continuar

# splash_first_title_label
source: An agile and simple relationship with public administrations
es: Una relacion ágil y sencillas con las administraciones públicas

# splash_second_title_label
source: Address change
es: Cambio de domicilio

# splash_subtitle_label
source: Communicate your change of address to the different organizations without having to do it in person
es: Comunica a los distintos organismos tu cambio de domicilio sin tener que realizarlo presencialmente

# login_title_label
source: To access the notification of change of address, you must do so through your electronic identity Key
es: Para acceder a la comunicación de cambio de domicilio, debes hacerlo mediante tu identidad electrónica Cl@ve

# login_switch_text_label
source: I have read and accept the legal conditions
es: He leído y acepto las Condiciones legales

# login_button_continue_text_label
source: Access with Key
es: Acceder con Cl@ve

# login_button_question_text_label
source: Â¿What is the Key?
es: ¿Qué es Cl@ve?

# message_description_label
source: Once you have completed a new registration, here you will be able to notify the different administration bodies (such as the General Directorate of Traffic, the tax agency and Social Security, among others), of your change of address without having to do it in person at each of them. In the event that the correct information for the last registration carried out does not appear, you should contact your registration office.
es: Una vez realizado un nuevo empadronamiento, aqui podrás comunicar a los distintos organismos de la administración (como Dirección general de tráfico, agencia tributaria y Seguridad social entre otros), tu cambio de domicilio sin tener que realizarlo presencialmente en cada uno de ellos. En el caso de no aparecer la información correcta del último empadronamiento realizado deberás ponerte en contacto con tu oficina de empadronamiento.

# identity_greeting_label
source: Hello
es: Hola

# identity_last_name_placeHolder
source: Last Name
es: Apellido

# identity_nif_placeHolder
source: NIF
es: DNI

# identity_validation_placeHolder
source: validation
es: Valídez

# identity_address_registered_placeHolder
source: Registered Address
es: Domicilio Empadronado

# identity_city_placeHolder
source: City
es: Ciudad
